export default {
  getJokeList() {
    return [
      "鲁班是春秋时期著名的发明家，相传他为其母亲制造木马车，他母亲端坐在车上，由木人驾驭，一去不返。他的父亲竖起大拇指直夸她：真是个懂事的好孩子!",
      "闲来无事，苏轼去金山寺拜访佛印大师，没料到大师不在，一个小沙弥来开门。<br>苏轼傲声道：“秃驴何在?。”<br>小沙弥淡定的一指远方，答道：“东坡吃草!”",
      "我做了一桌好菜后问老公：“味道怎么样?像一流餐馆的吗?”<br>老公边吃边答：“如果吃完饭我不用刷碗，就更像一流餐馆了。”",
      "一日一个朋友问我你知道天上炼丹的为什么叫太上老君么<br>我：因为炼丹这玩意特么，太伤脑筋了",
      "聂小倩：“你为什么每天看起来都很紧张?”<br>宁采臣：“因为我心里有鬼。”",
      "妻子：“那天，当大黑熊出现时，你竟丢下我跑啦!可你对我说过，为了我，你不怕面对死亡!”<br>丈夫：“是呀，我是这么说的，可是那只熊是活的呀。”",
      "周末我回家晚了，一进门老婆就审问我：“怎么7点才回家?”<br/>我说：“下午参加了一个发布会。”老婆一边翻我的包一边说：“发的是什么布?我正想做条裤子。",
      "中国只有两种球不用比就知道结果，一个是乒乓球，一个是谁都打不过，另一个也是谁都打不过。另一个是什么球，你知道么？",
      "“找不到对象就会长胖”<br>“为什么呢？”<br>“因为伤心欲绝，只能吃吃的等。”",
      "奥林匹克数学压轴题：<br>已知iphone有iphone 13和iphone 13pro iPhone13pro Max，黑色白色蓝色绿色， 64gb 1256gb，a版v版t版s版港版欧版国版。暖屏、冷屏、阴阳屏，台积电三星，请问总共有多少种iphone？",
    ];
  },
};
